export const productData = [
  {
    _id: 1,
    title: "Молоко натуральное цельное",
    isNew: true,
    oldPrice: 110,
    price: 95,
    type: "л",
    description:
      "Наше натуральное цельное молоко — это продукт высшего качества, полученный от здоровых коров, которые питаются только натуральными кормами. Это молоко сохраняет все полезные свойства и витамины, что делает его идеальным выбором для всей семьи. Оно обладает насыщенным вкусом и кремовой текстурой, что делает его отличным дополнением к вашему рациону.",
    category: "молоко",
    image:
      "1.png",
    rating: 4,
    quantity: 1,
  },
  {
    _id: 2,
    title: "Йогурт",
    isNew: false,
    oldPrice: 99,
    price: 90,
    type: "уп.",
    description:
      "Наш йогурт обладает нежной текстурой и насыщенным вкусом, который достигается благодаря традиционным методам ферментации. Он не содержит искусственных добавок и консервантов, что делает его идеальным для всей семьи.",
    category: "кисломолочная",
    image:
      "2.png",
    rating: 3,
    quantity: 1,
  },
  {
    _id: 3,
    title: "Кефир",
    isNew: false,
    oldPrice: 80,
    price: 80,
    type: "уп.",
    description:
      "Откройте для себя уникальный вкус и пользу нашего кефира, изготовленного из свежего молока, полученного от лучших фермеров Рязанской области. Этот продукт — идеальный выбор для тех, кто стремится к здоровому образу жизни и ценит натуральные ингредиенты.",
    category: "кисломолочная",
    image:
      "3.png",
    rating: 3,
    quantity: 2,
  },
  {
    _id: 4,
    title: "Сыворотка",
    isNew: false,
    oldPrice: 60,
    price: 60,
    type: "л.",
    description:
      "Наша сыворотка — это натуральный продукт, полученный в процессе производства сыра. Она богата белками и витаминами, что делает её отличным дополнением к вашему рациону. Используйте сыворотку для приготовления смузи, выпечки или как освежающий напиток.",
    category: "сладкое",
    image:
      "4.png",
    rating: 3,
    quantity: 1,
  },
  {
    _id: 5,
    title: "Козье молоко",
    isNew: true,
    oldPrice: 250,
    price: 180,
    type: "л.",
    description:
      "Козье молоко — это источник легко усваиваемых питательных веществ и витаминов. Оно идеально подходит для людей с непереносимостью коровьего молока. Попробуйте его в чистом виде или добавьте в ваши любимые блюда для получения уникального вкуса.",
    category: "молоко",
    image:
      "5.png",
    rating: 5,
    quantity: 1,
  },
  {
    _id: 6,
    title: "Сливки питьевые",
    isNew: false,
    oldPrice: 150,
    price: 150,
    type: "уп.",
    description:
      "Наши питьевые сливки — это идеальный способ добавить кремовую текстуру и богатый вкус в ваши напитки и десерты. Они прекрасно подходят для кофе, чая или как основа для различных кулинарных шедевров.",
    category: "молоко",
    image:
      "6.png",
    rating: 4,
    quantity: 1,
  },
  {
    _id: 7,
    title: "Йогурт",
    isNew: false,
    oldPrice: 90,
    price: 90,
    type: "уп.",
    description:
      "Наш йогурт — это вкусный и полезный продукт, приготовленный из натурального молока с добавлением живых культур. Он богат пробиотиками, которые способствуют здоровью пищеварительной системы. Идеален как для завтрака, так и для перекуса.",
    category: "кисломолочка",
    image:
      "7.png",
    rating: 2,
    quantity: 1,
},
{
    _id: 8,
    title: "Молоко топленое",
    isNew: false,
    oldPrice: 80,
    price: 80,
    type: "уп.",
    description:
      "Топленое молоко — это традиционный продукт, обладающий насыщенным вкусом и ароматом. Оно проходит специальную обработку, что придаёт ему уникальные свойства. Используйте его для приготовления каш, выпечки или просто наслаждайтесь в чистом виде.",
    category: "молоко",
    image:
      "8.png",
    rating: 3,
    quantity: 1,
},

  {
    _id: 9,
    title: "Мацони",
    isNew: true,
    oldPrice: 90,
    price: 90,
    type: "уп.",
    description:
      "Наш мацони обладает кремовой текстурой и легкой кислинкой, что делает его идеальным как для самостоятельного употребления, так и в качестве ингредиента в различных блюдах. Приготовленный по традиционным рецептам, он не содержит искусственных добавок и консервантов.",
    category: "сладкое",
    image:
      "9.png",
    rating: 3,
    quantity: 1,
  },
  {
    _id: 10,
    title: "Ряженка",
    isNew: false,
    oldPrice: 500,
    price: 450,
    type: "уп.",
    description:
      "Ряженка — это традиционный кисломолочный продукт, обладающий нежным вкусом и ароматом. Она изготовлена из натурального молока и заквашена специальными культурами, что делает её полезной для пищеварения. Идеально подходит для завтрака или в качестве легкого перекуса.",
    category: "кисломолочка",
    image:
      "10.png",
    rating: 3,
    quantity: 1,
},
{
    _id: 11,
    title: "Варенец",
    isNew: false,
    oldPrice: 90,
    price: 90,
    type: "уп.",
    description:
      "Варенец — это сладкий кисломолочный напиток, приготовленный из топленого молока. Он обладает насыщенным вкусом и приятной кремовой текстурой. Варенец отлично подходит как для десерта, так и для утоления жажды.",
    category: "кисломолочка",
    image:
      "11.png",
    rating: 3,
    quantity: 1,
},
{
    _id: 12,
    title: "Творожная масса(с клубникой)",
    isNew: false,
    oldPrice: 90,
    price: 90,
    type: "200гр.",
    description:
      "Творожная масса с клубникой — это вкусное и полезное лакомство, которое сочетает в себе нежный творог и сладкие ягоды. Идеально подходит для завтрака, десертов или как перекус. Наслаждайтесь натуральным вкусом и ароматом свежей клубники.",
    category: "кисломолочка",
    image:
      "12.png",
    rating: 3,
    quantity: 1,
},
{
    _id: 13,
    title: "Творожная масса(с ягодами)",
    isNew: false,
    oldPrice: 90,
    price: 90,
    type: "200гр.",
    description:
      "Творожная масса с ягодами — это идеальное сочетание нежного творога и разнообразных ягод. Этот продукт не только вкусный, но и полезный, благодаря витаминам и антиоксидантам, содержащимся в ягодах. Отлично подходит для завтрака или десерта.",
    category: "кисломолочка",
    image:
      "13.png",
    rating: 3,
    quantity: 1,
},
{
    _id: 14,
    title: "Творожная масса(шоколадная)",
    isNew: false,
    oldPrice: 90,
    price: 90,
    type: "200гр.",
    description:
      "Творожная масса с шоколадом — это сладкое и питательное лакомство, которое порадует любителей шоколада. Нежный творог в сочетании с насыщенным шоколадным вкусом делает этот продукт идеальным для десертов или как перекус.",
    category: "кисломолочка",
    image:
      "14.png",
    rating: 3,
    quantity: 1,
},
{
  _id: 15,
  title: "Топленое масло",
  isNew: false,
  oldPrice: 90,
  price: 90,
  type: "уп.",
  description:
    "Топленое масло — это натуральный продукт, полученный из коровьего молока, который обладает насыщенным вкусом и ароматом. Оно идеально подходит для приготовления блюд, выпечки и как намазка на хлеб. Топленое масло также содержит полезные жиры и витамины.",
  category: "из молока",
  image:
    "15.png",
  rating: 3,
  quantity: 1,
},
{
  _id: 16,
  title: "Панакота",
  isNew: false,
  oldPrice: 150,
  price: 120,
  type: "200гр.",
  description:
    "Панакота — это итальянский десерт на основе сливок, который обладает нежной текстурой и легким ванильным вкусом. Этот десерт идеально подходит для завершения любого обеда или ужина и может быть подан с различными соусами.",
  category: "из молока",
  image:
    "16.png",
  rating: 3,
  quantity: 1,
},
{
  _id: 17,
  title: "Творожная масса",
  isNew: false,
  oldPrice: 90,
  price: 90,
  type: "200гр.",
  description:
    "Творожная масса — это вкусный и питательный продукт, приготовленный из свежего творога. Она идеально подходит для приготовления десертов, намазок или как самостоятельный перекус. Наслаждайтесь её нежной текстурой и натуральным вкусом.",
  category: "из молока",
  image:
    "17.png",
  rating: 3,
  quantity: 1,
},
{
  _id: 18,
  title: "Панакота 2",
  isNew: false,
  oldPrice: 120,
  price: 120,
  type: "200гр.",
  description:
    "Панакота 2 — это вариация классического итальянского десерта, приготовленная с использованием высококачественных ингредиентов. Нежная текстура и изысканный вкус делают её идеальным выбором для любителей сладкого.",
  category: "из молока",
  image:
    "18.png",
  rating: 3,
  quantity: 1,
},
{
  _id: 19,
  title: "Панакота с фруктами",
  isNew: false,
  oldPrice: 120,
  price: 120,
  type: "200гр.",
  description:
    "Панакота с фруктами — это освежающий десерт, который сочетает в себе нежную панакоту и свежие фрукты. Идеально подходит для летнего угощения или как легкий десерт после обеда.",
  category: "из молока",
  image:
    "19.png",
  rating: 3,
  quantity: 1,
},
{
  _id: 20,
  title: "Панакота с ягодами",
  isNew: false,
  oldPrice: 120,
  price: 120,
  type: "200гр.",
  description:
    "Панакота с ягодами — это изысканный десерт, который сочетает в себе нежную текстуру панакоты и сладкие ягоды. Этот десерт станет отличным завершением любого приема пищи и порадует любителей ягод.",
  category: "из молока",
  image:
    "20.png",
  rating: 3,
  quantity: 1,
},

{
  _id: 21,
  title: "Сепарированные сливки",
  isNew: false,
  oldPrice: 350,
  price: 320,
  type: "кг.",
  description:
    "Сепарированные сливки — это высококачественный молочный продукт, полученный путем сепарации молока. Они обладают насыщенным вкусом и идеально подходят для приготовления десертов, соусов и выпечки. Используйте их для создания кремов или как добавку к кофе.",
  category: "из молока",
  image:
    "21.png",
  rating: 3,
  quantity: 1,
},
{
  _id: 22,
  title: "Блинчики оригинальные с творогом",
  isNew: false,
  oldPrice: 250,
  price: 250,
  type: "уп.",
  description:
    "Блинчики оригинальные с творогом — это вкусное и сытное блюдо, приготовленное из тонкого теста и нежного творога. Они идеально подходят для завтрака или перекуса и могут быть поданы как с сахаром, так и с вареньем.",
  category: "выпечка",
  image:
    "22.png",
  rating: 3,
  quantity: 1,
},
{
  _id: 23,
  title: "Творожная ватрушка (обычная, шоколад)",
  isNew: false,
  oldPrice: 380,
  price: 380,
  type: "кг.",
  description:
    "Творожная ватрушка — это аппетитная выпечка с нежной творожной начинкой и шоколадным вкусом. Она станет отличным дополнением к чаю или кофе и порадует любителей сладкого. Идеально подходит для угощения гостей или как десерт на праздник.",
  category: "выпечка",
  image:
    "23.png",
  rating: 3,
  quantity: 1,
},
  {
    _id: 24,
    title: "Блинчики оригинальные с мясом",
    isNew: false,
    oldPrice: 299,
    price: 270,
    type: "уп.",
    description:
      "Наши блинчики имеют тонкую, нежную текстуру и богатую начинку из отборного мяса, приготовленного с добавлением ароматных специй и свежих овощей. Каждый блинчик завернут с любовью и заботой, чтобы вы могли насладиться настоящим домашним вкусом.",
    category: "выпечка",
    image:
      "24.png",
    rating: 3,
    quantity: 1,
  },
  {
    _id: 25,
    title: "Масло фермерское",
    isNew: false,
    oldPrice: 1000,
    price: 950,
    type: "кг.",
    description:
      "Наше масло обладает насыщенным кремовым вкусом и нежной текстурой, что делает его идеальным для приготовления различных блюд, выпечки и намазывания на хлеб. Мы используем только натуральные ингредиенты и традиционные методы производства, чтобы сохранить все полезные свойства и вкус.",
    category: "из молока",
    image:
      "25.png",
    rating: 2,
    quantity: 1,
  },
  {
    _id: 26,
    title: "Сыр Адыгейский (зелень/перец)",
    isNew: false,
    oldPrice: 420,
    price: 420,
    type: "кг.",
    description:
      "Сыр Адыгейский с добавлением зелени и перца — это нежный и ароматный сыр, который отлично подходит для закусок, салатов и бутербродов. Его уникальный вкус и текстура делают его идеальным дополнением к любому блюду.",
    category: "из молока",
    image:
      "26.png",
    rating: 2,
    quantity: 1,
},
{
    _id: 27,
    title: "Запеканка вишня/изюм/курага",
    isNew: false,
    oldPrice: 380,
    price: 380,
    type: "кг.",
    description:
      "Запеканка с вишней, изюмом и курагой — это сладкое и сытное блюдо, которое станет отличным десертом для всей семьи. Нежная текстура и сочетание фруктов делают её идеальным выбором для чаепития.",
    category: "из молока",
    image:
      "27.png",
    rating: 2,
    quantity: 1,
},
{
    _id: 28,
    title: "Топленый творог",
    isNew: false,
    oldPrice: 440,
    price: 440,
    type: "кг.",
    description:
      "Топленый творог — это натуральный продукт с насыщенным вкусом и кремовой текстурой. Он идеально подходит для приготовления десертов, запеканок или как самостоятельный перекус. Наслаждайтесь его полезными свойствами и вкусом.",
    category: "из молока",
    image:
      "28.png",
    rating: 2,
    quantity: 1,
},
{
    _id: 29,
    title: "Сыр Адыгейский",
    isNew: false,
    oldPrice: 0,
    price: 410,
    type: "кг.",
    description:
      "Сыр Адыгейский — это мягкий и нежный сыр, который отлично подходит для приготовления различных блюд, закусок и салатов. Его приятный вкус и универсальность делают его популярным выбором на столе.",
    category: "из молока",
    image:
      "29.png",
    rating: 2,
    quantity: 1,
},
{
    _id: 30,
    title: "Творог пластовой",
    isNew: false,
    oldPrice: 0,
    price: 305,
    type: "кг.",
    description:
      "Пластовой творог — это продукт с нежной текстурой, который идеально подходит для приготовления десертов, запеканок и начинок. Он богат белком и полезными веществами, что делает его отличным выбором для здорового питания.",
    category: "из молока",
    image:
      "30.png",
    rating: 2,
    quantity: 1,
},
{
    _id: 31,
    title: "Сырники",
    isNew: false,
    oldPrice: 0,
    price: 420,
    type: "кг.",
    description:
      "Сырники — это популярное блюдо из творога, обжаренное до золотистой корочки. Они идеально подходят для завтрака или десерта и могут подаваться с вареньем, сметаной или медом.",
    category: "выпечка",
    image:
      "31.png",
    rating: 2,
    quantity: 1,
},
{
    _id: 32,
    title: "Чизкейк с киви",
    isNew: false,
    oldPrice: 0,
    price: 450,
    type: "кг.",
    description:
      "Чизкейк с киви — это нежный и освежающий десерт, который сочетает в себе кремовую текстуру и яркий вкус киви. Идеально подходит для любителей сладкого и фруктового, этот чизкейк станет отличным завершением любого обеда.",
    category: "выпечка",
    image:
      "32.png",
    rating: 2,
    quantity: 1,
},

{
  _id: 33,
  title: "Чизкейк с клубникой",
  isNew: false,
  oldPrice: 0,
  price: 450,
  type: "кг.",
  description:
    "Чизкейк с клубникой — это нежный и освежающий десерт, который сочетает в себе кремовую текстуру и сладкий вкус свежей клубники. Идеально подходит для любителей фруктовых десертов, этот чизкейк станет отличным завершением любого обеда или праздника.",
  category: "выпечка",
  image:
    "33.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 34,
  title: "Творог ГОСТ (запайка 5 кг)",
  isNew: false,
  oldPrice: 0,
  price: 1500,
  type: "уп.",
  description:
    "Творог ГОСТ в запайке 5 кг — это высококачественный продукт, соответствующий всем стандартам. Он обладает нежной текстурой и приятным вкусом, идеально подходит для приготовления различных блюд, десертов и как самостоятельный перекус.",
  category: "выпечка",
  image:
    "34.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 35,
  title: "Творог ГОСТ (запайка 3 кг)",
  isNew: false,
  oldPrice: 0,
  price: 900,
  type: "уп.",
  description:
    "Творог ГОСТ в запайке 3 кг — это натуральный продукт, который идеально подходит для приготовления запеканок, сырников и других блюд. Его высокое качество и вкус делают его отличным выбором для здорового питания.",
  category: "выпечка",
  image:
    "35.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 36,
  title: "Сыр Адыгейский (700 гр)",
  isNew: false,
  oldPrice: 500,
  price: 410,
  type: "уп.",
  description:
    "Сыр Адыгейский (700 гр) — это мягкий и нежный сыр, который отлично подходит для закусок, салатов и приготовления различных блюд. Его приятный вкус и универсальность делают его популярным выбором на столе.",
  category: "из молока",
  image:
    "36.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 37,
  title: "Сыр Адыгейский (зелень/перец, 700 гр)",
  isNew: false,
  oldPrice: 0,
  price: 420,
  type: "уп.",
  description:
    "Сыр Адыгейский с зеленью и перцем (700 гр) — это ароматный и вкусный сыр, который станет отличным дополнением к вашим блюдам. Его уникальный вкус и текстура делают его идеальным для закусок и салатов.",
  category: "из молока",
  image:
    "37.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 38,
  title: "Сметана ГОСТ",
  isNew: false,
  oldPrice: 0,
  price: 300,
  type: "кг.",
  description:
    "Сметана ГОСТ — это натуральный молочный продукт с богатым вкусом и кремовой текстурой. Она идеально подходит для заправки салатов, приготовления соусов и как добавка к различным блюдам.",
  category: "из молока",
  image:
    "21.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 39,
  title: "Желе ваниль с клубникой",
  isNew: false,
  oldPrice: 0,
  price: 0,
  type: "уп.",
  description:
    "",
  category: "из молока",
  image:
    "38.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 40,
  title: "Желе ваниль с малиной",
  isNew: false,
  oldPrice: 0,
  price: 0,
  type: "уп.",
  description:
    "",
  category: "из молока",
  image:
    "39.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 41,
  title: "Желе манго с малиной",
  isNew: false,
  oldPrice: 0,
  price: 0,
  type: "уп.",
  description:
    "",
  category: "из молока",
  image:
    "50.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 42,
  title: "Желе киви с клубникой",
  isNew: false,
  oldPrice: 0,
  price: 0,
  type: "уп.",
  description:
    "",
  category: "из молока",
  image:
    "41.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 43,
  title: "Запеканка со смородиной",
  isNew: false,
  oldPrice: 0,
  price: 0,
  type: "кг.",
  description:
    "",
  category: "выпечка",
  image:
    "42.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 44,
  title: "Запеканка персики",
  isNew: false,
  oldPrice: 0,
  price: 0,
  type: "кг.",
  description:
    "",
  category: "выпечка",
  image:
    "43.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 45,
  title: "Запеканка микс, персик-вишня",
  isNew: false,
  oldPrice: 0,
  price: 0,
  type: "кг.",
  description:
    "",
  category: "выпечка",
  image:
    "44.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 46,
  title: "Запеканка микс, персик-клубника",
  isNew: false,
  oldPrice: 0,
  price: 0,
  type: "кг.",
  description:
    "",
  category: "выпечка",
  image:
    "45.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 47,
  title: "Запеканка микс, малина-??????",
  isNew: false,
  oldPrice: 0,
  price: 0,
  type: "кг.",
  description:
    "",
  category: "выпечка",
  image:
    "46.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 48,
  title: "Запеканка 'сердечки' микс. Киви-клубника-???????",
  isNew: false,
  oldPrice: 0,
  price: 0,
  type: "кг.",
  description:
    "",
  category: "выпечка",
  image:
    "47.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 49,
  title: "Запеканка микс. смородина-клубника-вишня-малина",
  isNew: false,
  oldPrice: 0,
  price: 0,
  type: "кг.",
  description:
    "",
  category: "выпечка",
  image:
    "48.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 50,
  title: "Запеканка ???????",
  isNew: false,
  oldPrice: 0,
  price: 0,
  type: "кг.",
  description:
    "",
  category: "выпечка",
  image:
    "49.png",
  rating: 2,
  quantity: 1,
},
{
  _id: 51,
  title: "Желе малина-??????",
  isNew: false,
  oldPrice: 0,
  price: 0,
  type: "кг.",
  description:
    "",
  category: "из молока",
  image:
    "50.png",
  rating: 2,
  quantity: 1,
},


];




// Тренды
export const trendingProducts = [
  {
    _id: 1,
    title: "Молоко натуральное цельное 1 л",
    isNew: true,
    oldPrice: 200,
    price: 95,
    description:
      "Наше натуральное цельное молоко — это продукт высшего качества, полученный от здоровых коров, которые питаются только натуральными кормами. Это молоко сохраняет все полезные свойства и витамины, что делает его идеальным выбором для всей семьи. Оно обладает насыщенным вкусом и кремовой текстурой, что делает его отличным дополнением к вашему рациону.",
    category: "молоко",
    image:
      "1.png",
    rating: 4,
    quantity: 1,
  },
  
];
